[
  {
    "title": "Quraan_Duaa",
    "content": [
      {
        "type": "دعـــــاء",
        "Info": "أعظم الدعاء في سورة الفاتحة",
        "Duaa": " بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ * الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ * مَالِكِ يَوْمِ الدِّينِ * إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ * اهْدِنَا الصِّرَاط الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "البقرة 127",
        "Duaa": " رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ "
      },
      {
        "type": "دعـــــاء",
        "Info": "البقرة 128",
        "Duaa": " وَتُبْ عَلَيْنَآ إِنَّكَ أَنتَ التَّوَّابُ الرَّحِيمُ "
      },
      {
        "type": "دعـــــاء",
        "Info": "البقرة 201",
        "Duaa": " رَبَّنَا آتِنَا فِي الدُّنْيَا حَسَنَةً وَفِي الآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ "
      },
      {
        "type": "دعـــــاء",
        "Info": "البقرة 285",
        "Duaa": " سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمَصِير "
      },
      {
        "type": "دعـــــاء",
        "Info": "البقرة 286",
        "Duaa": " رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَآ أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "ال عمران 8",
        "Duaa": " رَبَّنَا لاَ تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ "
      },
      {
        "type": "دعـــــاء",
        "Info": "ال عمران 16",
        "Duaa": " رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ "
      },
      {
        "type": "دعـــــاء",
        "Info": "ال عمران 38",
        "Duaa": " رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ "
      },
      {
        "type": "دعـــــاء",
        "Info": "ال عمران 53",
        "Duaa": " رَبَّنَا آمَنَّا بِمَا أَنزَلَتْ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "ال عمران 147",
        "Duaa": " ربَّنَا اغْفِرْ لَنَا ذُنُوبَنَا وَإِسْرَافَنَا فِي أَمْرِنَا وَثَبِّتْ أَقْدَامَنَا وانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "ال عمران 191- 194",
        "Duaa": " رَبَّنَا مَا خَلَقْتَ هَذا بَاطِلاً سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ * رَبَّنَا إِنَّكَ مَن تُدْخِلِ النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ * رَّبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ الأبْرَارِ * رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا عَلَى رُسُلِكَ وَلاَ تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لاَ تُخْلِفُ الْمِيعَادَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "المائدة 83",
        "Duaa": " رَبَّنَا آمَنَّا فَاكْتُبْنَا مَعَ الشَّاهِدِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الأعراف 23",
        "Duaa": " رَبَّنَا ظَلَمْنَا أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الأعراف 47",
        "Duaa": " رَبَّنَا لاَ تَجْعَلْنَا مَعَ الْقَوْمِ الظَّالِمِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الأعراف 155- 156",
        "Duaa": " أَنْتَ وَلِيُّنَا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنْتَ خَيْرُ الْغَافِرِينَ* وَاكْتُبْ لَنَا فِي هَذِهِ الدُّنْيَا حَسَنَةً وَفِي الْآخِرَةِ "
      },
      {
        "type": "دعـــــاء",
        "Info": "التوبة 129",
        "Duaa": " حَسْبِيَ اللَّهُ لا إِلَـهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ "
      },
      {
        "type": "دعـــــاء",
        "Info": "يونس 85 - 86",
        "Duaa": " رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظَّالِمِينَ * وَنَجِّنَا بِرَحْمَتِكَ مِنَ الْقَوْمِ الْكَافِرِين "
      },
      {
        "type": "دعـــــاء",
        "Info": "هود 47",
        "Duaa": " رَبِّ إِنِّي أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ وَإِلاَّ تَغْفِرْ لِي وَتَرْحَمْنِي أَكُن مِّنَ الْخَاسِرِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "يوسف 101",
        "Duaa": " رَبِّ قَدْ آتَيْتَنِي مِنَ الْمُلْكِ وَعَلَّمْتَنِي مِن تَأْوِيلِ الْأَحَادِيثِ ۚ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ أَنتَ وَلِيِّي فِي الدُّنْيَا وَالْآخِرَةِ ۖ تَوَفَّنِي مُسْلِمًا وَأَلْحِقْنِي بِالصَّالِحِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "ابراهيم 35",
        "Duaa": " رَبِّ اجْعَلْ هَـذَا الْبَلَدَ آمِنًا وَاجْنُبْنِي وَبَنِيَّ أَن نَّعْبُدَ الأَصْنَامَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "ابراهيم 40",
        "Duaa": " رَبِّ اجْعَلْنِي مُقِيمَ الصَّلاَةِ وَمِن ذُرِّيَّتِي رَبَّنَا وَتَقَبَّلْ دُعَاءِ "
      },
      {
        "type": "دعـــــاء",
        "Info": "ابراهيم 41",
        "Duaa": " رَبَّنَا اغْفِرْ لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الْحِسَابُ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الكهف 10",
        "Duaa": " رَبَّنَا آتِنَا مِن لَّدُنكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا "
      },
      {
        "type": "دعـــــاء",
        "Info": "طه 25-28",
        "Duaa": " رَبِّ اشْرَحْ لِي صَدْرِي* وَيَسِّرْ لِي أَمْرِي* وَاحْلُلْ عُقْدَةً مِّن لِّسَانِي، يَفْقَهُوا قَوْلِي "
      },
      {
        "type": "دعـــــاء",
        "Info": "طه 114",
        "Duaa": " رَّبِّ زِدْنِي عِلْمًا "
      },
      {
        "type": "دعـــــاء",
        "Info": "الأنبياء 87",
        "Duaa": " لا إِلَهَ إِلا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الأنبياء 89",
        "Duaa": " رَبِّ لا تَذَرْنِي فَرْدًا وَأَنتَ خَيْرُ الْوَارِثِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "المؤمنون 97- 98",
        "Duaa": " رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ * وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُون "
      },
      {
        "type": "دعـــــاء",
        "Info": "المؤمنون 109",
        "Duaa": " رَبَّنَا آمَنَّا فَاغْفِرْ لَنَا وَارْحَمْنَا وَأَنتَ خَيْرُ الرَّاحِمِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "المؤمنون 118",
        "Duaa": " رَّبِّ اغْفِرْ وَارْحَمْ وَأَنتَ خَيْرُ الرَّاحِمِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الفرقان 65- 66",
        "Duaa": " رَبَّنَا اصْرِفْ عَنَّا عَذَابَ جَهَنَّمَ إِنَّ عَذَابَهَا كَانَ غَرَامًا*إِنَّهَا سَاءَتْ مُسْتَقَرًّا وَمُقَامًا "
      },
      {
        "type": "دعـــــاء",
        "Info": "الفرقان 74",
        "Duaa": " رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ وَاجْعَلْنَا لِلْمُتَّقِينَ إِمَامًا "
      },
      {
        "type": "دعـــــاء",
        "Info": "الشعراء 83- 85",
        "Duaa": " رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بِالصَّالِحِينَ* وَاجْعَلْ لِي لِسَانَ صِدْقٍ فِي الآخِرِينَ * وَاجْعَلْنِي مِن وَرَثَةِ جَنَّةِ النَّعِيمِ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الشعراء 87 - 89",
        "Duaa": " وَلا تُخْزِنِي يَوْمَ يُبْعَثُونَ * يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُونَ * إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ "
      },
      {
        "type": "دعـــــاء",
        "Info": "النمل 19",
        "Duaa": " رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصَّالِحِين "
      },
      {
        "type": "دعـــــاء",
        "Info": "القصص 16",
        "Duaa": " رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فَاغْفِرْلى "
      },
      {
        "type": "دعـــــاء",
        "Info": "القصص 21",
        "Duaa": " رَبِّ نَجِّنِي مِنَ الْقَوْمِ الظَّالِمِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "القصص 22",
        "Duaa": " عَسَى رَبِّي أَن يَهْدِيَنِي سَوَاءَ السَّبِيلِ "
      },
      {
        "type": "دعـــــاء",
        "Info": "القصص 24",
        "Duaa": " رَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ "
      },
      {
        "type": "دعـــــاء",
        "Info": "العنكبوت 30",
        "Duaa": " رَبِّ انصُرْنِي عَلَى الْقَوْمِ الْمُفْسِدِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الصافات 100",
        "Duaa": " رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الأحقاف 15",
        "Duaa": " رَبِّ أَوْزِعْنِي أَنْ أَشْكُرَ نِعْمَتَكَ الَّتِي أَنْعَمْتَ عَلَيَّ وَعَلَى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذُرِّيَّتِي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ الْمُسْلِمِينَ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الحشر 10",
        "Duaa": " رَبَّنَا اغْفِرْ لَنَا وَلِإِخْوَانِنَا الَّذِينَ سَبَقُونَا بِالإِيمَانِ وَلا تَجْعَلْ فِي قُلُوبِنَا غِلاً لِّلَّذِينَ آمَنُوا رَبَّنَا إِنَّكَ رَؤُوفٌ رَّحِيمٌ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الممتحنة 4",
        "Duaa": " رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ الْمَصِيرُ "
      },
      {
        "type": "دعـــــاء",
        "Info": "الممتحنة 5",
        "Duaa": " رَبَّنَا لا تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُوا وَاغْفِرْ لَنَا رَبَّنَا إِنَّكَ أَنتَ الْعَزِيزُ الْحَكِيمُ "
      },
      {
        "type": "دعـــــاء",
        "Info": "التحريم 8",
        "Duaa": " رَبَّنَا أَتْمِمْ لَنَا نُورَنَا وَاغْفِرْ لَنَا إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ "
      },
      {
        "type": "دعـــــاء",
        "Info": "نوح 28",
        "Duaa": " رَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ "
      }
    ]
  },
  {
    "title": "Sunnah_Duaa",
    "content": [
      {
        "type": "اللهم لك الحمد",
        "Info": "متفق عليه",
        "Duaa": "اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن ولك الحمد، أنت قيوم السماوات والأرض ومن فيهن ولك الحمد، أنت الحق، ووعدك الحق، ولقاؤك حق، والجنة حق، والنار حق، والنبيون حق، والساعة حق، ومحمد حق، اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت، وإليك حاكمت، فاغفر لى ما قدمت وما أخرت، وما أسررت وما أعلنت، أنت إلهى لا إله إلا أنت"
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري برقم 3370 ومسلم، برقم 405",
        "Duaa": "(اللهم صل على محمد، وعلى آل محمد، كما صليت على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد، وبارك على محمد، وعلى آل محمد، كما باركت على إبراهيم، وعلى آل إبراهيم، [في العالمين] إنك حميد مجيد)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه البيهقي في الكبرى، 5/ 95",
        "Duaa": "(اللهم أحيني على سنة نبيك وتوفني على ملته، وأعذني من مضلات الفتن)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح الترمذي، 3/ 469",
        "Duaa": "(أستغفر الله العظيم الذي لا إله إلا هو، الحي القيوم، وأتوب إليه)"
      },
      {
        "type": "دعـــــاء",
        "Info": "مسلم، برقم 214",
        "Duaa": "(رب اغفر لي خطيئتي يوم الدين)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أحمد في المسند، 3/ 249، برقم 1723",
        "Duaa": "(اللهم اهدني فيمن هديت، وعافني فيمن عافيت، وتولني فيمن توليت، وبارك لي فيما أعطيت، وقني شرما قضيت، إنه لا يذل من واليت، تباركت ربنا وتعاليت)"
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري، برقم 4323، ومسلم، برقم 2498",
        "Duaa": "(اللهم اغفر لي، اللهم اجعلني يوم القيامة فوق كثير من خلقك من الناس، اللهم اغفر لي ذنبي، وأدخلني يوم القيامة مدخلا كريما)"
      },
      {
        "type": "دعـــــاء",
        "Info": "مسلم، برقم 1909",
        "Duaa": "(اللهم إني أسألك شهادة في سبيلك)"
      },
      {
        "type": "دعـــــاء",
        "Info": "مسلم، برقم 2867",
        "Duaa": "(اللهم إني أعوذ بك من عذاب النار، وأعوذ بك من عذاب القبر، وأعوذ بك من الفتن ما ظهر منها وما بطن، وأعوذ بك من فتنة الدجال)"
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري، برقم 6363",
        "Duaa": "(اللهم إني أعوذ بك من الهم والحزن، والعجز والكسل، والبخل والجبن، وضلع الدين، وغلبة الرجال)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح موارد الظمآن",
        "Duaa": "(اللهم إني أعوذ بك من علم لا ينفع، وعمل لا يرفع، وقلب لا يخشع، وقول لا يسمع)"
      },
      {
        "type": "دعـــــاء",
        "Info": "وصححه الألباني في صحيح ابن ماجه، 3/ 259",
        "Duaa": "(اللهم إني أسألك المعافاة في الدنيا والآخرة)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أحمد في المسند، 29/ 596",
        "Duaa": "(اللهم لا تخزني يوم القيامة)"
      },
      {
        "type": "دعـــــاء",
        "Info": "قال الألباني في سلسلة الأحاديث الصحيحة، 7/ 377، برقم 3137",
        "Duaa": "(اللهم إني أعوذ بك من جار السوء، ومن زوج تشيبني قبل المشيب، ومن ولد يكون علي ربا، ومن مال يكون علي عذابا، ومن خليل ماكر عينه تراني، وقلبه يرعاني؛ إن رأى حسنة دفنها، وإذا رأى سيئة أذاعها)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح سنن أبي داود، 1/ 424",
        "Duaa": "(اللهم إني أعوذ بك من صلاة لا تنفع)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسنه الألباني في سلسلة الأحاديث الصحيحة 4/ 113",
        "Duaa": "(اللهم جدد الإيمان في قلبي)"
      },
      {
        "type": "دعـــــاء",
        "Info": "مأخوذ من قول النبي صلى الله عليه وسلم البخاري، برقم 2790",
        "Duaa": "(اللهم إني أسألك الفردوس أعلى الجنة)"
      },
      {
        "type": "دعـــــاء",
        "Info": "وذكره الألباني سلسلة الأحاديث الصحيحة برقم 3228",
        "Duaa": "(اللهم إني أسألك الثبات في الأمر، والعزيمة على الرشد، وأسألك موجبات رحمتك، وعزائم مغفرتك، وأسألك شكر نعمتك، وحسن عبادتك، وأسألك قلبا سليما، ولسانا صادقا، وأسألك من خير ما تعلم، وأعوذ بك من شر ما تعلم، وأستغفرك لما تعلم، إنك أنت علام الغيوب)"
      },
      {
        "type": "دعـــــاء",
        "Info": "دلّ عليه حديث البخاري، برقم 6333",
        "Duaa": "(اللهم ثبتني واجعلني هاديا مهديا)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في إرواء الغليل، 1/115، برقم 74",
        "Duaa": "(اللهم أحسنت خلقي فأحسن خلقي)"
      },
      {
        "type": "دعـــــاء",
        "Info": "الترمذي، 5/ 326، برقم 3173",
        "Duaa": "(اللهم زدنا ولا تنقصنا، وأكرمنا ولا تهنا، وأعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا، وأرضنا وارض عنا)"
      },
      {
        "type": "دعـــــاء",
        "Info": "مسلم، برقم 2696",
        "Duaa": "(اللهم اغفر لي، وارحمني، واهدني، وعافني، وارزقني)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في تخريج فقه السيرة، ص 284",
        "Duaa": "(اللهم لك الحمد كله، اللهم لا قابض لما بسطت، ولا باسط لما قبضت، ولا هادي لمن أضللت، ولا مضل لمن هديت، ولا معطي لما منعت، ولا مانع لما أعطيت، ولا مقرب لما باعدت، ولا مباعد لما قربت، اللهم ابسط علينا من بركاتك، ورحمتك، وفضلك، ورزقك، اللهم إني أسألك النعيم المقيم الذي لا يحول ولا يزول، اللهم إني أسألك النعيم يوم العيلة، والأمن يوم الخوف، اللهم إني عائذ بك من شر ما أعطيتنا وشر ما منعتنا، اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين، اللهم توفنا مسلمين، وأحينا مسلمين، وألحقنا بالصالحين غير خزايا ولا مفتونين، اللهم قاتل الكفرة الذين يكذبون رسلك، ويصدون عن سبيلك، واجعل عليهم رجزك وعذابك، اللهم قاتل كفرة الذين أوتوا الكتاب، إله الحق [آمين)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه الحاكم، 1/ 541",
        "Duaa": "(اللهم إني أسألك عيشة نقية، وميتة سوية، ومردا غير مخز ولا فاضح)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه الترمذي، برقم 3681",
        "Duaa": "(اللهم متعني بسمعي، وبصري، واجعلهما الوارث مني، وانصرني على من يظلمني، وخذ منه بثأري)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح سنن النسائي، 1/356",
        "Duaa": "(اللهم اغفر لي، واهدني، وارزقني، وعافني، أعوذ بالله من ضيق المقام يوم القيامة)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح النسائي، 3/1113",
        "Duaa": "(اللهم إني أعوذ بك من غلبة الدين، وغلبة العدو، وشماتة الأعداء)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في تخريج رياض الصالحين",
        "Duaa": "(اللهم قني شر نفسي، واعزم لي على أرشد أمري، اللهم اغفر لي ما أسررت، وما أعلنت، وما أخطأت، وما عمدت، وما علمت، وما جهلت)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسنه الألباني في السلسلة الصحيحة، تحت رقم 2301",
        "Duaa": "(اللهم إني أسألك إيمانا لا يرتد، ونعيما لا ينفد، ومرافقة محمد في أعلى جنة الخلد)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الالبانى فى صحيح الادب المفرد 534",
        "Duaa": "(اللهم أعنا على ذكرك، وشكرك، وحسن عبادتك)"
      },
      {
        "type": "دعـــــاء",
        "Info": "رواه أحمد، 6/48",
        "Duaa": "(اللهم حاسبني حسابا يسيرا)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه الحاكم، 1/ 532، وصححه ووافقه الذهبي، 1/510",
        "Duaa": "(اللهم قنعني بما رزقتني، وبارك لي فيه، واخلف علي كل غائبة لي بخير)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في ظلال الجنة، برقم 13",
        "Duaa": "(اللهم جنبني منكرات الأخلاق، والأهواء، والأعمال، والأدواء)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه الحاكم 1/ 520، وصححه ووافقه الذهبي، 1/520",
        "Duaa": "(اللهم إني أسألك خير المسألة،وخير الدعاء، وخير النجاح، وخير العمل،وخير الثواب،وخير الحياة، وخير الممات، وثبتني،وثقل موازيني،وحقق إيماني، وارفع درجاتي، وتقبل صلاتي، واغفر خطيئتي، وأسألك الدرجات العلا من الجنة، اللهم إني أسألك فواتح الخير، وخواتمه، وجوامعه، وأوله، وظاهره، وباطنه،والدرجات العلا من الجنة آمين، اللهم إني أسألك خير ما آتي، وخير ما أفعل، وخير ما أعمل، وخير ما بطن، وخير ما ظهر، والدرجات العلا من الجنة آمين، اللهم إني أسألك أن ترفع ذكري، وتضع وزري، وتصلح أمري، وتطهر قلبي، وتحصن فرجي، وتنور قلبي، وتغفر لي ذنبي، وأسألك الدرجات العلا من الجنة آمين، اللهم إني أسألك أن تبارك في نفسي، وفي سمعي، وفي بصري، وفي روحي، وفي خلقي، وفي خلقي، وفي أهلي، وفي محياي، وفي مماتي، وفي عملي، فتقبل حسناتي، وأسألك الدرجات العلا من الجنة، آمين)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح الأدب المفرد، برقم 630",
        "Duaa": "(اللهم ألف بين قلوبنا، وأصلح ذات بيننا، واهدنا سبل السلام، ونجنا من الظلمات إلى النور، وجنبنا الفواحش ما ظهر منها وما بطن، وبارك لنا في أسماعنا، وأبصارنا، وقلوبنا، وأزواجنا، وذرياتنا، وتب علينا إنك أنت التواب الرحيم، واجعلنا شاكرين لنعمك مثنين بها عليك، قابلين لها، وأتممها علينا)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه مسلم، برقم 2713",
        "Duaa": "(اللهم رب السموات ورب الأرض، ورب العرش العظيم، ربنا ورب كل شيء، فالق الحب والنوى، ومنزل التوراة والإنجيل والفرقان، أعوذ بك من شر كل شيء أنت آخذ بناصيته، اللهم أنت الأول فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء، اقض عنا الدين وأغننا من الفقر)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسنه الألباني في صحيح سنن ابن ماجه، 2/327",
        "Duaa": "(اللهم إني أسألك علما نافعا،وأعوذ بك من علم لا ينفع)"
      },
      {
        "type": "دعـــــاء",
        "Info": "رواه الترمذي واللفظ له، 5/ 519، برقم 3483",
        "Duaa": "(اللهم ألهمني رشدي، وأعذني من شر نفسي)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح النسائي، 3/1121",
        "Duaa": "(اللهم رب جبرائيل، وميكائيل، ورب إسرافيل، أعوذ بك من حر النار، ومن عذاب القبر)"
      },
      {
        "type": "دعـــــاء",
        "Info": "النسائي، برقم 5469",
        "Duaa": "(اللهم إني أعوذ بك من البخل، والجبن، وسوء العمر، وفتنة الصدر، وعذاب القبر)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه مسلم، برقم 476",
        "Duaa": "(اللهم طهرني من الذنوب والخطايا، اللهم نقني منها كما ينقى الثوب الأبيض من الدنس، اللهم طهرني بالثلج والبرد والماء البارد)"
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه الترمذي، برقم 3491، وحسنه",
        "Duaa": "(اللهم ارزقني حبك، وحب من ينفعني حبه عندك، اللهم ما رزقتني مما أحب فاجعله قوة لي فيما تحب، اللهم ما زويت عني مما أحب فاجعله فراغا لي فيما تحب)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح النسائي، 1/280، و1/ 281",
        "Duaa": "(اللهم بعلمك الغيب، وقدرتك على الخلق، أحيني ما علمت الحياة خيرا لي، وتوفني إذا علمت الوفاة خيرا لي، اللهم إني أسألك خشيتك في الغيب والشهادة، وأسألك كلمة الحق في الرضا والغضب، وأسألك القصد في الغنى والفقر، وأسألك نعيما لا ينفد، وأسألك قرة عين لا تنقطع، وأسألك الرضا بعد القضاء، وأسألك برد العيش بعد الموت، وأسألك لذة النظر إلى وجهك، والشوق إلى لقائك، في غير ضراء مضرة، ولا فتنة مضلة، اللهم زينا بزينة الإيمان، واجعلنا هداة مهتدين)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح ابن ماجه، 2/321",
        "Duaa": "(رب اغفر لي، وتب علي، إنك أنت التواب الغفور)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح سنن الترمذي، 3/163",
        "Duaa": "(اللهم إني أسألك بأني أشهد أنك أنت الله لا إله إلا أنت، الأحد، الصمد، الذي لم يلد، ولم يولد، ولم يكن له كفوا أحد)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح النسائي، 1/279",
        "Duaa": "(اللهم إني أسألك بأن لك الحمد، لا إله إلا أنت [وحدك لا شريك لك] المنان [يا] بديع السموات والأرض، يا ذا الجلال والإكرام، يا حي يا قيوم، إني أسألك [الجنة وأعوذ بك من النار)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح سنن النسائي، 1/ 147",
        "Duaa": "(اللهم إني أسألك يا الله بأنك الواحد الأحد، الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوا أحد، أن تغفر لي ذنوبي، إنك أنت الغفور الرحيم)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح ابن ماجه، 1/152",
        "Duaa": "(اللهم إني أسألك علما نافعا، ورزقا طيبا، وعملا متقبلا)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح ابن ماجه، 1/47",
        "Duaa": "(اللهم انفعني بما علمتني، وعلمني ما ينفعني، وزدني علما)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسنه الألباني في صحيح الترغيب والترهيب، 1/19",
        "Duaa": "(اللهم إني أعوذ بك أن أشرك بك وأنا أعلم، وأستغفرك لما لا أعلم)"
      },
      {
        "type": "دعـــــاء",
        "Info": "يدل عليه رواية البخاري ومسلم",
        "Duaa": "(اللهم فقهني في الدين)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح الترمذي، 2/319",
        "Duaa": "(اللهم إني أسألك الجنة وأستجير بك من النار) (ثلاث مرات)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسنه الألباني في صحيح الجامع، 1/411، برقم 1290",
        "Duaa": "(اللهم إني أعوذ بك من يوم السوء، ومن ليلة السوء، ومن ساعة السوء، ومن صاحب السوء، ومن جار السوء في دار المقامة)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه العلامة الألباني في صحيح الجامع، برقم 1295",
        "Duaa": "(اللهم إني أعوذ بك من قلب لا يخشع، ومن دعاء لا يسمع، ومن نفس لا تشبع، ومن علم لا ينفع، أعوذ بك من هؤلاء الأربع)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح الجامع، 1/408",
        "Duaa": "(اللهم إني أعوذ بك من جار السوء في دار المقامة؛ فإن جار البادية يتحول)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني، في صحيح موارد الظمآن، 2/ 455",
        "Duaa": "(اللهم إني أعوذ بك من الفقر، [والفاقة]، والقلة، والذلة، وأعوذ بك من أن أظلم أو أظلم)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح الجامع، 1/406",
        "Duaa": "(اللهم إني أعوذ بك من العجز، والكسل، والجبن، والبخل، والهرم، والقسوة، والغفلة، والعيلة، والذلة، والمسكنة، وأعوذ بك من الفقر، والكفر، والفسوق، والشقاق، والنفاق، والسمعة، والرياء، وأعوذ بك من الصمم، والبكم، والجنون، والجذام، والبرص، وسيىء الأسقام)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسنه الألباني في صحيح النسائي، 3/1112",
        "Duaa": "(اللهم إني أعوذ بك من الجوع؛ فإنه بئس الضجيع، وأعوذ بك من الخيانة؛ فإنها بئست البطانة)"
      },
      {
        "type": "دعـــــاء",
        "Info": "وصححه الألباني في صحيح النسائي، 3/1123",
        "Duaa": "(اللهم إني أعوذ بك من الهرم، والتردي، والهدم، والغم، والغرق، والحرق، وأعوذ بك أن يتخبطني الشيطان عند الموت، وأعوذ بك أن أموت في سبيلك مدبرا، وأعوذ بك أن أموت لديغا)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح الجامع، 1/404، برقم 1278",
        "Duaa": "(اللهم إني أسألك من فضلك ورحمتك؛ فإنه لا يملكها إلا أنت)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسنه الألباني في صحيح الجامع، 1/ 399",
        "Duaa": "(اللهم اغفر لي ذنبي، ووسع لي في داري، وبارك لي فيما رزقتني)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسَّنه الألباني في صحيح الجامع، برقم 5902، 5/ 242",
        "Duaa": "(اللهم اغفر للمؤمنين والمؤمنات)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الحاكم ووافقه الذهبى",
        "Duaa": "(اللهم إنا نسألك موجبات رحمتك، وعزائم مغفرتك، والسلامة من كل إثم، والغنيمة من كل بر، والفوز بالجنة، والنجاة من النار)"
      },
      {
        "type": "دعـــــاء",
        "Info": "متفق عليه",
        "Duaa": "(اللهم لك أسلمت، وبك آمنت، وعليك توكلت، وإليك أنبت، وبك خاصمت. اللهم إني أعوذ بعزتك لا إله إلا أنت أن تضلني، أنت الحي الذي لا يموت، والجن والإنس يموتون)"
      },
      {
        "type": "دعـــــاء",
        "Info": "متفق عليه",
        "Duaa": "اللهم إني ظلمت نفسي ظلما كثيرا، ولا يغفر الذنوب إلا أنت. فاغفر لي مغفرة من عندك، وارحمني إنك أنت الغفور الرحيم"
      },
      {
        "type": "دعـــــاء",
        "Info": "متفق عليه: البخاري، برقم 6398، ومسلم، برقم 2719",
        "Duaa": "(اللهم اغفر لي خطيئتي، وجهلي، وإسرافي في أمري، وما أنت أعلم به مني، اللهم اغفر لي هزلي، وجدي، وخطئي، وعمدي، وكل ذلك عندي)"
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري، برقم 2822",
        "Duaa": "(اللهم إني أعوذ بك من الجبن، وأعوذ بك من البخل، وأعوذ بك من أن أرد إلى أرذل العمر، وأعوذ بك من فتنة الدنيا وعذاب القبر)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسنه الألباني في صحيح الترمذي، 3/168",
        "Duaa": "(اللهم اقسم لنا من خشيتك ما تحول به بيننا وبين معاصيك، ومن طاعتك ما تبلغنا به جنتك، ومن اليقين ما تهون به علينا مصائب الدنيا، اللهم متعنا بأسماعنا، وأبصارنا، وقواتنا ما أحييتنا، واجعله الوارث منا، واجعل ثأرنا على من ظلمنا، وانصرنا على من عادانا، ولا تجعل مصيبتنا في ديننا، ولا تجعل الدنيا أكبر همنا، ولا مبلغ علمنا، ولا تسلط علينا من لا يرحمنا)"
      },
      {
        "type": "دعـــــاء",
        "Info": "حسنه الألباني في صحيح الجامع، 2/398",
        "Duaa": "(اللهم احفظني بالإسلام قائما، واحفظني بالإسلام قاعدا، واحفظني بالإسلام راقدا، ولا تشمت بي عدوا ولا حاسدا. اللهم إني أسألك من كل خير خزائنه بيدك، وأعوذ بك من كل شر خزائنه بيدك)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح ابن ماجه، 2/327",
        "Duaa": "(اللهم إني أسألك من الخير كله عاجله وآجله، ما علمت منه وما لم أعلم، وأعوذ بك من الشر كله عاجله وآجله، ما علمت منه وما لم أعلم. اللهم إني أسألك من خير ما سألك عبدك ونبيك، وأعوذ بك من شر [ما استعاذ بك] [منه] عبدك ونبيك. اللهم إني أسألك الجنة، وما قرب إليها من قول أو عمل، وأعوذ بك من النار وما قرب إليها من قول أو عمل، وأسألك أن تجعل كل قضاء قضيته لي خيرا)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح الترمذي، 3/ 318",
        "Duaa": "(اللهم إني أسألك فعل الخيرات، وترك المنكرات، وحب المساكين، وأن تغفر لي، وترحمني، وإذا أردت فتنة قوم فتوفني غير مفتون، وأسألك حبك، وحب من يحبك، وحب عمل يقربني إلى حبك)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني",
        "Duaa": "(اللهم إنك عفو تحب العفو فاعف عني)"
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح الترمذي، 3/184",
        "Duaa": "(اللهم إني أعوذ بك من منكرات الأخلاق، والأعمال، والأهواء)"
      },
      {
        "type": "دعـــــاء",
        "Info": "وصححه الألباني في صحيح النسائي، 3/1116",
        "Duaa": " اللهم إني أعوذ بك من البرص، والجنون، والجذام، ومن سيئ الأسقام "
      },
      {
        "type": "دعـــــاء",
        "Info": "وصححه الألباني في صحيح الترمذي، 3/166",
        "Duaa": " اللهم إني أعوذ بك من شر سمعي، ومن شر بصري، ومن شر لساني، ومن شر قلبي، ومن شر منيي "
      },
      {
        "type": "دعـــــاء",
        "Info": "ضعفه الألباني في ضعيف الترمذي، ص 387",
        "Duaa": " اللهم إنا نسألك من خير ما سألك منه نبيك محمد صلى الله عليه وسلم، ونعوذ بك من شر ما استعاذ منه نبيك محمد صلى الله عليه وسلم، وأنت المستعان، وعليك البلاغ، ولا حول ولا قوة إلا بالله "
      },
      {
        "type": "دعـــــاء",
        "Info": "وصححه الألباني في صحيح أبي داود، 1/414",
        "Duaa": " رب أعني ولا تعن علي، وانصرني ولا تنصر علي، وامكر لي ولا تمكر علي، واهدني ويسر الهدى إلي، وانصرني على من بغى علي، رب اجعلني لك شكارا، لك ذكارا، لك رهابا، لك مطواعا، إليك مخبتا أواها منيبا، رب تقبل توبتي، واغسل حوبتي، وأجب دعوتي، وثبت حجتي، واهد قلبي، وسدد لساني، واسلل سخيمة قلبي "
      },
      {
        "type": "دعـــــاء",
        "Info": "أحمد، 4/181",
        "Duaa": " اللهم أحسن عاقبتنا في الأمور كلها، وأجرنا من خزي الدنيا وعذاب الآخرة "
      },
      {
        "type": "دعـــــاء",
        "Info": "صححه الألباني في صحيح ابن ماجه، 3/180، و3/185، و3/170",
        "Duaa": " اللهم إني أسألك [اليقين] [والعفو] والعافية في الدنيا والآخرة "
      },
      {
        "type": "دعـــــاء",
        "Info": "وصححه الألباني في صحيح الجامع، 6/309",
        "Duaa": " يا مقلب القلوب ثبت قلبي على دينك "
      },
      {
        "type": "دعـــــاء",
        "Info": "مسلم، برقم 2654",
        "Duaa": "(اللهم مصرف القلوب صرف قلوبنا على طاعتك)"
      },
      {
        "type": "دعـــــاء",
        "Info": "وصححه الألباني في تخريج الكلم الطيب، ص73",
        "Duaa": " اللهم إني عبدك ابن عبدك ابن أمتك، ناصيتي بيدك، ماض في حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته في كتابك، أو علمته أحدا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي "
      },
      {
        "type": "دعـــــاء",
        "Info": "وصححه الألباني في صحيح الترمذي، 3/168",
        "Duaa": " لا إله إلا أنت سبحانك إني كنت من الظالمين "
      },
      {
        "type": "دعـــــاء",
        "Info": "وحسنه الألباني في صحيح أبي داود، 3/ 250",
        "Duaa": "(اللهم رحمتك أرجو فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني كله لا إله إلا أنت)"
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري، برقم 6345، ومسلم، برقم 2730",
        "Duaa": " لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم، لا إله إلا الله رب السموات، ورب الأرض، ورب العرش الكريم "
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري، برقم 1982، ومسلم، برقم 660",
        "Duaa": " اللهم أكثر مالي، وولدي، وبارك لي فيما أعطيتني "
      },
      {
        "type": "دعـــــاء",
        "Info": "مسلم، برقم 2716",
        "Duaa": " اللهم إني أعوذ بك من شر ما عملت، ومن شر ما لم أعمل "
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه مسلم، برقم 2739",
        "Duaa": " اللهم إني أعوذ بك من زوال نعمتك، وتحول عافيتك، وفجاءة نقمتك، وجميع سخطك "
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه مسلم، برقم 2725",
        "Duaa": " اللهم اهدني وسددني، اللهم إني أسألك الهدى والسداد "
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه مسلم، برقم 2722",
        "Duaa": " اللهم إني أعوذ بك من العجز، والكسل، والجبن، والبخل، والهرم، وعذاب القبر، اللهم آت نفسي تقواها، وزكها أنت خير من زكاها، أنت وليها ومولاها، اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن نفس لا تشبع، ومن دعوة لا يستجاب لها "
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه مسلم، برقم 2721",
        "Duaa": " اللهم إني أسألك الهدى، والتقى، والعفاف، والغنى "
      },
      {
        "type": "دعـــــاء",
        "Info": "أخرجه مسلم، برقم 2720",
        "Duaa": " اللهم أصلح لي ديني الذي هو عصمة أمري، وأصلح لي دنياي التي فيها معاشي، وأصلح لي آخرتي التي فيها معادي، واجعل الحياة زيادة لي في كل خير، واجعل الموت راحة لي من كل شر "
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري، برقم 6347، ومسلم، برقم 2707",
        "Duaa": " اللهم إني أعوذ بك من جهد البلاء، ودرك الشقاء، وسوء القضاء، وشماتة الأعداء "
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري، برقم 2823، ومسلم، برقم 2706",
        "Duaa": " اللهم إني أعوذ بك من العجز، والكسل، والجبن، والهرم، والبخل، وأعوذ بك من عذاب القبر، ومن فتنة المحيا والممات "
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري، برقم 832، ومسلم، برقم 589",
        "Duaa": " اللهم إني أعوذ بك من فتنة النار وعذاب النار، وفتنة القبر، وعذاب القبر، وشر فتنة الغنى، وشر فتنة الفقر، اللهم إني أعوذ بك من شر فتنة المسيح الدجال، اللهم اغسل قلبي بماء الثلج والبرد، ونق قلبي من الخطايا كما نقيت الثوب الأبيض من الدنس، وباعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب. اللهم إني أعوذ بك من الكسل والمأثم والمغرم "
      },
      {
        "type": "دعـــــاء",
        "Info": "البخاري، برقم 4522، ورقم 6389، ومسلم، برقم 2690",
        "Duaa": " اللهم آتنا في الدنيا حسنة،وفي الآخرة حسنة وقنا عذاب النار "
      },
      {
        "type": "دعـــــاء",
        "Info": "مقتبس من سورة التغابن، الآية: 16",
        "Duaa": " اللهم قني شح نفسي واجعلني من المفلحين "
      },
      {
        "type": "دعـــــاء",
        "Info": "مقتبس من سورة الحجرات، الآية: 7",
        "Duaa": " اللهم حبب إلينا الإيمان وزينه في قلوبنا، وكره إلينا الكفر والفسوق والعصيان، واجعلنا من الراشدين "
      },
      {
        "type": "دعـــــاء",
        "Info": "مقتبس من سورة إبراهيم، الآية: 27",
        "Duaa": " اللهم ثبتني بالقول الثابت في الحياة الدنيا وفي الآخرة "
      },
      {
        "type": "دعـــــاء",
        "Info": "مقتبس من سورة البقرة، الآية:269",
        "Duaa": " اللهم آتني الحكمة التي من أوتيها فقد أوتي خيرا كثيرا "
      },
      {
        "type": "دعـــــاء",
        "Info": "مقتبس من سورة البقرة، الآية: 213",
        "Duaa": " اللهم اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم "
      }
    ]
  }
]
